Repository: JeromeSiau/sonar
Catalog: lib/l10n/app_*.arb
Languages: fr, it, ja, ko, nl, pl, pt, tr

# appSubtitle
source: Find AirPods & Headphones
ja: AirPods・イヤホンを探す
ko: AirPods & 이어폰 찾기
nl: Vind AirPods & Koptelefoons
pl: Znajdź AirPods i słuchawki
pt: Encontre AirPods e Fones
tr: AirPods ve Kulaklıkları Bul

source: SCANNER
ja: スキャン
ko: 스캔
pl: SKANER
tr: TARAMA

source: SETTINGS
fr: RÉGLAGES
it: IMPOSTAZIONI
ja: 設定
ko: 설정
nl: INSTELLINGEN
pl: USTAWIENIA
pt: AJUSTES
tr: AYARLAR

source: No saved devices
fr: Aucun appareil sauvegardé
it: Nessun dispositivo salvato
ja: 保存済みデバイスがありません
ko: 저장된 기기가 없습니다
nl: Geen opgeslagen apparaten
pl: Brak zapisanych urządzeń
pt: Nenhum dispositivo salvo
tr: Kayıtlı cihaz yok

# noSavedDevicesDescription
source: Scan nearby Bluetooth devices and add your favorites to find them easily
fr: Scannez les appareils Bluetooth à proximité et ajoutez vos favoris pour les retrouver facilement
it: Scansiona i dispositivi Bluetooth nelle vicinanze e aggiungi i tuoi preferiti per trovarli facilmente
ja: 近くのBluetoothデバイスをスキャンして お気に入りに追加しましょう
ko: 주변의 Bluetooth 기기를 스캔하고 즐겨찾기에 추가하세요
nl: Scan Bluetooth-apparaten in de buurt en voeg je favorieten toe
pl: Skanuj pobliskie urządzenia Bluetooth i dodaj ulubione, aby łatwo je znaleźć
pt: Escaneie dispositivos Bluetooth próximos e adicione seus favoritos para encontrá-los facilmente
tr: Yakındaki Bluetooth cihazlarını tarayın ve favorilerinize ekleyin

source: just now
fr: à l'instant
it: adesso
ja: たった今
ko: 방금
nl: zojuist
pl: przed chwilą
pt: agora mesmo
tr: şimdi

# minutesAgo
source: {minutes} min ago
fr: il y a {minutes} min
it: {minutes} min fa
ja: {minutes}分前
ko: {minutes}분 전
nl: {minutes} min geleden
pl: {minutes} min temu
pt: há {minutes} min
tr: {minutes} dk önce

# hoursAgo
source: {hours}h ago
fr: il y a {hours}h
it: {hours}h fa
ja: {hours}時間前
ko: {hours}시간 전
nl: {hours}u geleden
pl: {hours} godz. temu
pt: há {hours}h
tr: {hours} sa önce

# daysAgo
source: {days}d ago
fr: il y a {days}j
it: {days}g fa
ja: {days}日前
ko: {days}일 전
nl: {days}d geleden
pl: {days} dni temu
pt: há {days}d
tr: {days} gün önce

source: Permissions required
fr: Autorisations requises
it: Autorizzazioni richieste
ja: 許可が必要です
ko: 권한이 필요합니다
nl: Machtigingen vereist
pl: Wymagane uprawnienia
pt: Permissões necessárias
tr: İzinler gerekli

# permissionsDescription
source: To locate your Bluetooth devices, we need access to Bluetooth and your location.
fr: Pour localiser vos appareils Bluetooth, nous avons besoin d'accéder au Bluetooth et à votre position.
it: Per localizzare i tuoi dispositivi Bluetooth, abbiamo bisogno di accedere al Bluetooth e alla tua posizione.
ja: Bluetoothデバイスを探すには、Bluetoothと位置情報へのアクセスが必要です。
ko: Bluetooth 기기를 찾으려면 Bluetooth와 위치 정보에 대한 접근이 필요합니다.
nl: Om je Bluetooth-apparaten te vinden, hebben we toegang nodig tot Bluetooth en je locatie.
pl: Aby zlokalizować urządzenia Bluetooth, potrzebujemy dostępu do Bluetooth i lokalizacji.
pt: Para localizar seus dispositivos Bluetooth, precisamos de acesso ao Bluetooth e à sua localização.
tr: Bluetooth cihazlarınızı bulmak için Bluetooth ve konum erişimine ihtiyacımız var.

# bluetoothPermissionDescription
source: Scan nearby devices
fr: Scanner les appareils à proximité
it: Scansiona dispositivi nelle vicinanze
ja: 近くのデバイスをスキャン
ko: 주변 기기 스캔
nl: Apparaten in de buurt scannen
pl: Skanowanie pobliskich urządzeń
pt: Escanear dispositivos próximos
tr: Yakındaki cihazları tara

source: Location
fr: Localisation
it: Posizione
ja: 位置情報
ko: 위치
nl: Locatie
pl: Lokalizacja
pt: Localização
tr: Konum

# locationPermissionDescription
source: Required for Bluetooth scanning
fr: Requis pour le scan Bluetooth
it: Richiesto per la scansione Bluetooth
ja: Bluetoothスキャンに必要
ko: Bluetooth 스캔에 필요
nl: Vereist voor Bluetooth-scan
pl: Wymagane do skanowania Bluetooth
pt: Necessário para escaneamento Bluetooth
tr: Bluetooth taraması için gerekli

source: Authorize
fr: Autoriser
it: Autorizza
ja: 許可する
ko: 허용
nl: Toestaan
pl: Zezwól
pt: Autorizar
tr: İzin Ver

source: Scan error
fr: Erreur de scan
it: Errore di scansione
ja: スキャンエラー
ko: 스캔 오류
nl: Scanfout
pl: Błąd skanowania
pt: Erro de escaneamento
tr: Tarama hatası

# checkBluetoothEnabled
source: Check that Bluetooth is enabled
fr: Vérifiez que le Bluetooth est activé
it: Verifica che il Bluetooth sia attivato
ja: Bluetoothが有効か確認してください
ko: Bluetooth가 켜져 있는지 확인하세요
nl: Controleer of Bluetooth is ingeschakeld
pl: Sprawdź, czy Bluetooth jest włączony
pt: Verifique se o Bluetooth está ativado
tr: Bluetooth'un açık olduğundan emin olun

source: RETRY
fr: RÉESSAYER
it: RIPROVA
ja: 再試行
ko: 다시 시도
nl: OPNIEUW
pl: PONÓW
pt: TENTAR NOVAMENTE
tr: TEKRAR DENE

# trialUsed
source: Free trial used
fr: Essai gratuit utilisé
it: Prova gratuita utilizzata
ja: 無料トライアル使用済み
ko: 무료 체험 사용 완료
nl: Gratis proefperiode gebruikt
pl: Wykorzystano bezpłatną próbę
pt: Teste gratuito usado
tr: Ücretsiz deneme kullanıldı

# trialAvailable
source: 1 free radar trial available
fr: 1 essai radar gratuit disponible
it: 1 prova radar gratuita disponibile
ja: レーダー無料トライアル1回利用可能
ko: 레이더 무료 체험 1회 가능
nl: 1 gratis radar proefperiode beschikbaar
pl: Dostępna 1 bezpłatna próba radaru
pt: 1 teste de radar grátis disponível
tr: 1 ücretsiz radar denemesi mevcut

source: UNLOCK
fr: DÉBLOQUER
it: SBLOCCA
ja: 解除
ko: 잠금 해제
nl: ONTGRENDELEN
pl: ODBLOKUJ
pt: DESBLOQUEAR
tr: KİLİDİ AÇ

# devicesFound
source: {count} devices found
fr: {count} appareils trouvés
it: {count} dispositivi trovati
ja: {count}台のデバイスが見つかりました
ko: {count}개의 기기를 찾았습니다
nl: {count} apparaten gevonden
pl: Znaleziono {count} urządzeń
pt: {count} dispositivos encontrados
tr: {count} cihaz bulundu

source: PREMIUM
ja: プレミアム
ko: 프리미엄

source: SCANNING
it: SCANSIONE
ja: スキャン中
ko: 스캔 중
nl: SCANNEN
pl: SKANOWANIE
pt: ESCANEANDO
tr: TARANIYOR

# searchingDevices
source: Searching for Bluetooth devices...
fr: Recherche d'appareils Bluetooth...
it: Ricerca dispositivi Bluetooth...
ja: Bluetoothデバイスを検索中...
ko: Bluetooth 기기 검색 중...
nl: Zoeken naar Bluetooth-apparaten...
pl: Wyszukiwanie urządzeń Bluetooth...
pt: Procurando dispositivos Bluetooth...
tr: Bluetooth cihazları aranıyor...

source: Scan in progress...
fr: Scan en cours...
it: Scansione in corso...
ja: スキャン中...
ko: 스캔 중...
nl: Scan bezig...
pl: Skanowanie w toku...
pt: Escaneamento em andamento...
tr: Tarama devam ediyor...

source: Device not found
fr: Appareil non trouvé
it: Dispositivo non trovato
ja: デバイスが見つかりません
ko: 기기를 찾을 수 없습니다
nl: Apparaat niet gevonden
pl: Nie znaleziono urządzenia
pt: Dispositivo não encontrado
tr: Cihaz bulunamadı

source: Searching for device...
fr: Recherche de l'appareil...
it: Ricerca dispositivo...
ja: デバイスを検索中...
ko: 기기 검색 중...
nl: Apparaat zoeken...
pl: Szukanie urządzenia...
pt: Procurando o dispositivo...
tr: Cihaz aranıyor...

# deviceNotInRange
source: Device out of range
fr: Appareil hors de portée
it: Dispositivo fuori portata
ja: デバイスが範囲外です
ko: 기기가 범위 밖에 있습니다
nl: Apparaat buiten bereik
pl: Urządzenie poza zasięgiem
pt: Dispositivo fora de alcance
tr: Cihaz menzil dışında

# deviceNotInRangeDescription
source: The device was not detected. Make sure it's turned on and nearby.
fr: L'appareil n'est pas détecté. Assurez-vous qu'il est allumé et à proximité.
it: Il dispositivo non è stato rilevato. Assicurati che sia acceso e nelle vicinanze.
ja: デバイスが検出されません。電源が入っていて近くにあることを確認してください。
ko: 기기가 감지되지 않습니다. 전원이 켜져 있고 가까이 있는지 확인하세요.
nl: Het apparaat wordt niet gedetecteerd. Zorg ervoor dat het aan staat en dichtbij is.
pl: Urządzenie nie zostało wykryte. Upewnij się, że jest włączone i w pobliżu.
pt: O dispositivo não foi detectado. Certifique-se de que está ligado e próximo.
tr: Cihaz algılanamıyor. Açık ve yakında olduğundan emin olun.

# backToHome
source: Back
fr: Retour
it: Indietro
ja: 戻る
ko: 돌아가기
nl: Terug
pl: Wróć
pt: Voltar
tr: Geri

# radarInstruction
source: Move around and follow the signal strength to find your device
fr: Déplacez-vous et suivez la force du signal pour trouver votre appareil
it: Muoviti e segui la potenza del segnale per trovare il tuo dispositivo
ja: 移動しながら信号強度を追って、デバイスを見つけましょう
ko: 이동하면서 신호 강도를 따라 기기를 찾으세요
nl: Beweeg je en volg de signaalsterkte om je apparaat te vinden
pl: Poruszaj się i śledź siłę sygnału, aby znaleźć urządzenie
pt: Mova-se e siga a força do sinal para encontrar seu dispositivo
tr: Hareket edin ve cihazınızı bulmak için sinyal gücünü takip edin

source: Signal lost
fr: Signal perdu
it: Segnale perso
ja: 信号が途切れました
ko: 신호 끊김
nl: Signaal verloren
pl: Utracono sygnał
pt: Sinal perdido
tr: Sinyal kayboldu

source: Found!
fr: Trouvé !
it: Trovato!
ja: 見つかりました！
ko: 찾았습니다!
nl: Gevonden!
pl: Znaleziono!
pt: Encontrado!
tr: Bulundu!

source: Cancel
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
tr: İptal

source: Play sound
fr: Jouer un son
it: Riproduci suono
ja: 音を鳴らす
ko: 소리 재생
nl: Geluid afspelen
pl: Odtwórz dźwięk
pt: Tocar som
tr: Ses çal

source: Stop sound
fr: Arrêter le son
it: Ferma suono
ja: 音を停止
ko: 소리 중지
nl: Geluid stoppen
pl: Zatrzymaj dźwięk
pt: Parar som
tr: Sesi durdur

# playSoundDescription
source: Play a sound on the device if connected
fr: Fait sonner l'appareil s'il est connecté
it: Riproduce un suono sul dispositivo se connesso
ja: 接続中のデバイスで音を鳴らします
ko: 연결된 기기에서 소리를 재생합니다
nl: Speelt een geluid af op het apparaat indien verbonden
pl: Odtwarza dźwięk na urządzeniu, jeśli jest połączone
pt: Toca um som no dispositivo se estiver conectado
tr: Bağlıysa cihazda ses çalar

# soundPlaying
source: Playing sound...
fr: Son en cours...
it: Riproduzione suono...
ja: 再生中...
ko: 재생 중...
nl: Geluid speelt...
pl: Odtwarzanie...
pt: Tocando som...
tr: Ses çalıyor...

# deviceMustBeConnected
source: Device must be connected (not just visible)
fr: L'appareil doit être connecté (pas seulement visible)
it: Il dispositivo deve essere connesso (non solo visibile)
ja: デバイスが接続されている必要があります（表示されているだけでは不可）
ko: 기기가 연결되어 있어야 합니다 (보이기만 하는 것이 아님)
nl: Het apparaat moet verbonden zijn (niet alleen zichtbaar)
pl: Urządzenie musi być połączone (nie tylko widoczne)
pt: O dispositivo deve estar conectado (não apenas visível)
tr: Cihaz bağlı olmalıdır (sadece görünür değil)

source: SUBSCRIPTION
fr: ABONNEMENT
it: ABBONAMENTO
ja: サブスクリプション
ko: 구독
nl: ABONNEMENT
pl: SUBSKRYPCJA
pt: ASSINATURA
tr: ABONELİK

source: Go Premium
fr: Passer Premium
it: Passa a Premium
ja: プレミアムにアップグレード
ko: 프리미엄으로 업그레이드
nl: Ga Premium
pl: Przejdź na Premium
pt: Seja Premium
tr: Premium'a Geç

source: Unlock all features
fr: Débloquez toutes les fonctionnalités
it: Sblocca tutte le funzionalità
ja: すべての機能を解除
ko: 모든 기능 잠금 해제
nl: Ontgrendel alle functies
pl: Odblokuj wszystkie funkcje
pt: Desbloqueie todos os recursos
tr: Tüm özelliklerin kilidini aç

source: Restore purchases
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
nl: Aankopen herstellen
pl: Przywróć zakupy
pt: Restaurar compras
tr: Satın alımları geri yükle

# restorePurchasesDescription
source: Recover an existing subscription
fr: Récupérer un abonnement existant
it: Recupera un abbonamento esistente
ja: 既存のサブスクリプションを復元
ko: 기존 구독 복원
nl: Een bestaand abonnement herstellen
pl: Odzyskaj istniejącą subskrypcję
pt: Recuperar uma assinatura existente
tr: Mevcut aboneliği kurtar

source: Restoring purchases...
fr: Restauration en cours...
it: Ripristino acquisti...
ja: 復元中...
ko: 복원 중...
nl: Herstellen...
pl: Przywracanie...
pt: Restaurando...
tr: Geri yükleniyor...

source: ABOUT
fr: À PROPOS
it: INFO
ja: アプリについて
ko: 앱 정보
nl: OVER
pl: O APLIKACJI
pt: SOBRE
tr: HAKKINDA

source: Terms of Service
fr: Conditions d'utilisation
it: Termini di servizio
ja: 利用規約
ko: 이용약관
nl: Gebruiksvoorwaarden
pl: Regulamin
pt: Termos de Serviço
tr: Kullanım Şartları

source: Privacy Policy
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보처리방침
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de Privacidade
tr: Gizlilik Politikası

source: Contact us
fr: Nous contacter
it: Contattaci
ja: お問い合わせ
ko: 문의하기
nl: Contact
pl: Kontakt
pt: Fale conosco
tr: Bize Ulaşın

# version
source: Version {version}
it: Versione {version}
ja: バージョン {version}
ko: 버전 {version}
nl: Versie {version}
pl: Wersja {version}
pt: Versão {version}
tr: Sürüm {version}

# premiumStatus
source: Premium
ja: プレミアム
ko: 프리미엄

# freeStatus
source: Free
fr: Gratuit
it: Gratuito
ja: 無料
ko: 무료
nl: Gratis
pl: Bezpłatny
pt: Gratuito
tr: Ücretsiz

# premiumDescription
source: Unlimited access to all features
fr: Accès illimité à toutes les fonctionnalités
it: Accesso illimitato a tutte le funzionalità
ja: すべての機能に無制限アクセス
ko: 모든 기능 무제한 이용
nl: Onbeperkte toegang tot alle functies
pl: Nieograniczony dostęp do wszystkich funkcji
pt: Acesso ilimitado a todos os recursos
tr: Tüm özelliklere sınırsız erişim

# freeDescription
source: Limited features
fr: Fonctionnalités limitées
it: Funzionalità limitate
ja: 機能制限あり
ko: 기능 제한
nl: Beperkte functies
pl: Ograniczone funkcje
pt: Recursos limitados
tr: Sınırlı özellikler

# unlockRadar
source: Unlock the Radar
fr: Débloquez le Radar
it: Sblocca il Radar
ja: レーダーを解除
ko: 레이더 잠금 해제
nl: Ontgrendel de Radar
pl: Odblokuj Radar
pt: Desbloqueie o Radar
tr: Radar'ın Kilidini Aç

# locateAllDevices
source: Locate all your Bluetooth devices
fr: Localisez tous vos appareils Bluetooth
it: Localizza tutti i tuoi dispositivi Bluetooth
ja: すべてのBluetoothデバイスを探す
ko: 모든 Bluetooth 기기 찾기
nl: Vind al je Bluetooth-apparaten
pl: Zlokalizuj wszystkie urządzenia Bluetooth
pt: Localize todos os seus dispositivos Bluetooth
tr: Tüm Bluetooth cihazlarınızı bulun

source: Unlimited Radar
fr: Radar illimité
it: Radar illimitato
ja: 無制限レーダー
ko: 무제한 레이더
nl: Onbeperkte radar
pl: Nieograniczony radar
pt: Radar ilimitado
tr: Sınırsız radar

# unlimitedRadarDescription
source: Locate your devices without restrictions
fr: Localisez vos appareils sans restriction
it: Localizza i tuoi dispositivi senza restrizioni
ja: 制限なくデバイスを探索
ko: 제한 없이 기기 탐색
nl: Vind je apparaten zonder beperkingen
pl: Lokalizuj urządzenia bez ograniczeń
pt: Localize seus dispositivos sem restrições
tr: Cihazlarınızı sınırsız bulun

source: Full Scan
fr: Scan complet
it: Scansione completa
ja: フルスキャン
ko: 전체 스캔
nl: Volledige scan
pl: Pełne skanowanie
pt: Escaneamento completo
tr: Tam tarama

# fullScanDescription
source: See all nearby devices
fr: Voyez tous les appareils à proximité
it: Vedi tutti i dispositivi nelle vicinanze
ja: 近くのすべてのデバイスを表示
ko: 주변의 모든 기기 보기
nl: Zie alle apparaten in de buurt
pl: Zobacz wszystkie pobliskie urządzenia
pt: Veja todos os dispositivos próximos
tr: Yakındaki tüm cihazları görün

source: Favorites
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nl: Favorieten
pl: Ulubione
pt: Favoritos
tr: Favoriler

# favoritesDescription
source: Save your important devices
fr: Sauvegardez vos appareils importants
it: Salva i tuoi dispositivi importanti
ja: 大切なデバイスを保存
ko: 중요한 기기 저장
nl: Sla je belangrijke apparaten op
pl: Zapisz ważne urządzenia
pt: Salve seus dispositivos importantes
tr: Önemli cihazlarınızı kaydedin

source: One-time purchase
fr: Achat unique
it: Acquisto unico
ja: 買い切り
ko: 일회성 구매
nl: Eenmalige aankoop
pl: Jednorazowy zakup
pt: Compra única
tr: Tek seferlik satın alma

# oneTimePurchaseDescription
source: Pay once, use forever
fr: Payez une fois, utilisez pour toujours
it: Paga una volta, usa per sempre
ja: 一度のお支払いで永久に使用可能
ko: 한 번 결제로 영구 사용
nl: Betaal eenmalig, gebruik voor altijd
pl: Zapłać raz, używaj na zawsze
pt: Pague uma vez, use para sempre
tr: Bir kez öde, sonsuza kadar kullan

# oneTimePurchaseBadge
source: ONE-TIME PURCHASE
fr: ACHAT UNIQUE
it: ACQUISTO UNICO
ja: 買い切り
ko: 일회성 구매
nl: EENMALIG
pl: JEDNORAZOWO
pt: COMPRA ÚNICA
tr: TEK SEFERLİK

source: Unlock now
fr: Débloquer maintenant
it: Sblocca ora
ja: 今すぐ解除
ko: 지금 잠금 해제
nl: Nu ontgrendelen
pl: Odblokuj teraz
pt: Desbloquear agora
tr: Şimdi kilidi aç

source: Weekly
fr: Hebdomadaire
it: Settimanale
ja: 週額
ko: 주간
nl: Wekelijks
pl: Tygodniowo
pt: Semanal
tr: Haftalık

source: Monthly
fr: Mensuel
it: Mensile
ja: 月額
ko: 월간
nl: Maandelijks
pl: Miesięcznie
pt: Mensal
tr: Aylık

# lifetimePlan
source: Lifetime
fr: À vie
it: A vita
ja: 永久版
ko: 평생
nl: Levenslang
pl: Na zawsze
pt: Vitalício
tr: Ömür boyu

source: BEST VALUE
fr: MEILLEUR CHOIX
it: MIGLIOR VALORE
ja: おすすめ
ko: 최고의 가치
nl: BESTE WAARDE
pl: NAJLEPSZA WARTOŚĆ
pt: MELHOR VALOR
tr: EN İYİ DEĞER

# perWeek
source: /week
fr: /semaine
it: /settimana
ja: /週
ko: /주
pl: /tydzień
pt: /semana
tr: /hafta

# perMonth
source: /month
fr: /mois
it: /mese
ja: /月
ko: /월
nl: /maand
pl: /miesiąc
pt: /mês
tr: /ay

source: Language
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Idioma
tr: Dil

# languageDescription
source: Choose app language
fr: Choisir la langue de l'application
it: Scegli la lingua dell'app
ja: アプリの言語を選択
ko: 앱 언어 선택
nl: Kies de app-taal
pl: Wybierz język aplikacji
pt: Escolha o idioma do aplicativo
tr: Uygulama dilini seçin

source: System language
fr: Langue du système
it: Lingua di sistema
ja: システム言語
ko: 시스템 언어
nl: Systeemtaal
pl: Język systemowy
pt: Idioma do sistema
tr: Sistem dili

# bluetoothDisabled
source: Bluetooth is off
fr: Bluetooth désactivé
it: Bluetooth disattivato
ja: Bluetoothが無効です
ko: Bluetooth가 비활성화됨
nl: Bluetooth uitgeschakeld
pl: Bluetooth wyłączony
pt: Bluetooth desativado
tr: Bluetooth kapalı

# enableBluetoothDescription
source: Enable Bluetooth to scan for nearby devices
fr: Activez le Bluetooth pour scanner les appareils à proximité
it: Attiva il Bluetooth per scansionare i dispositivi nelle vicinanze
ja: Bluetoothを有効にしてデバイスをスキャンしてください
ko: 기기를 스캔하려면 Bluetooth를 켜세요
nl: Schakel Bluetooth in om apparaten te scannen
pl: Włącz Bluetooth, aby skanować urządzenia
pt: Ative o Bluetooth para escanear dispositivos próximos
tr: Cihazları taramak için Bluetooth'u açın

source: OPEN SETTINGS
fr: OUVRIR RÉGLAGES
it: APRI IMPOSTAZIONI
ja: 設定を開く
ko: 설정 열기
nl: INSTELLINGEN OPENEN
pl: OTWÓRZ USTAWIENIA
pt: ABRIR AJUSTES
tr: AYARLARI AÇ

source: My devices
fr: Mes appareils
it: I miei dispositivi
ja: マイデバイス
ko: 내 기기
nl: Mijn apparaten
pl: Moje urządzenia
pt: Meus dispositivos
tr: Cihazlarım

# nearbyDevices
source: Nearby
fr: À proximité
it: Nelle vicinanze
ja: 近くのデバイス
ko: 주변 기기
nl: In de buurt
pl: W pobliżu
pt: Próximos
tr: Yakında

source: No devices found
fr: Aucun appareil trouvé
it: Nessun dispositivo trovato
ja: デバイスが見つかりません
ko: 기기를 찾을 수 없습니다
nl: Geen apparaten gevonden
pl: Nie znaleziono urządzeń
pt: Nenhum dispositivo encontrado
tr: Cihaz bulunamadı

# purchaseError
source: Purchase failed
fr: Erreur d'achat
it: Errore di acquisto
ja: 購入エラー
ko: 구매 오류
nl: Aankoopfout
pl: Błąd zakupu
pt: Erro na compra
tr: Satın alma hatası

# purchaseErrorDescription
source: An error occurred during the purchase. Please try again.
fr: Une erreur s'est produite lors de l'achat. Veuillez réessayer.
it: Si è verificato un errore durante l'acquisto. Per favore riprova.
ja: 購入中にエラーが発生しました。もう一度お試しください。
ko: 구매 중 오류가 발생했습니다. 다시 시도해 주세요.
nl: Er is een fout opgetreden tijdens de aankoop. Probeer het opnieuw.
pl: Wystąpił błąd podczas zakupu. Spróbuj ponownie.
pt: Ocorreu um erro durante a compra. Por favor, tente novamente.
tr: Satın alma sırasında bir hata oluştu. Lütfen tekrar deneyin.

source: Purchase cancelled
fr: Achat annulé
it: Acquisto annullato
ja: 購入がキャンセルされました
ko: 구매 취소됨
nl: Aankoop geannuleerd
pl: Zakup anulowany
pt: Compra cancelada
tr: Satın alma iptal edildi

source: Network error
fr: Erreur réseau
it: Errore di rete
ja: ネットワークエラー
ko: 네트워크 오류
nl: Netwerkfout
pl: Błąd sieci
pt: Erro de rede
tr: Ağ hatası

# networkErrorDescription
source: Please check your internet connection and try again.
fr: Veuillez vérifier votre connexion internet et réessayer.
it: Per favore controlla la tua connessione internet e riprova.
ja: インターネット接続を確認して、もう一度お試しください。
ko: 인터넷 연결을 확인하고 다시 시도해 주세요.
nl: Controleer je internetverbinding en probeer het opnieuw.
pl: Sprawdź połączenie internetowe i spróbuj ponownie.
pt: Verifique sua conexão com a internet e tente novamente.
tr: İnternet bağlantınızı kontrol edin ve tekrar deneyin.

# loadingError
source: Unable to load offers
fr: Impossible de charger les offres
it: Impossibile caricare le offerte
ja: オファーを読み込めません
ko: 상품을 불러올 수 없습니다
nl: Kan aanbiedingen niet laden
pl: Nie można załadować ofert
pt: Não foi possível carregar as ofertas
tr: Teklifler yüklenemedi

# loadingErrorDescription
source: Please check your connection and try again.
fr: Veuillez vérifier votre connexion et réessayer.
it: Per favore controlla la tua connessione e riprova.
ja: 接続を確認して、もう一度お試しください。
ko: 연결을 확인하고 다시 시도해 주세요.
nl: Controleer je verbinding en probeer het opnieuw.
pl: Sprawdź połączenie i spróbuj ponownie.
pt: Verifique sua conexão e tente novamente.
tr: Bağlantınızı kontrol edin ve tekrar deneyin.

source: OK
ko: 확인
tr: Tamam

source: Show unnamed devices
fr: Afficher les appareils sans nom
it: Mostra dispositivi senza nome
ja: 名前のないデバイスを表示
ko: 이름 없는 기기 표시
nl: Naamloze apparaten tonen
pl: Pokaż urządzenia bez nazwy
pt: Mostrar dispositivos sem nome
tr: İsimsiz cihazları göster

# whyDeviceNotVisible
source: Why don't I see my device?
fr: Pourquoi je ne vois pas mon appareil ?
it: Perché non vedo il mio dispositivo?
ja: デバイスが見つからない場合
ko: 기기가 보이지 않나요?
nl: Waarom zie ik mijn apparaat niet?
pl: Dlaczego nie widzę mojego urządzenia?
pt: Por que não vejo meu dispositivo?
tr: Cihazımı neden göremiyorum?

# deviceVisibleConditions
source: For a device to be visible:
fr: Pour qu'un appareil soit visible :
it: Per rendere un dispositivo visibile:
ja: デバイスが表示されるには：
ko: 기기가 보이려면:
nl: Om een apparaat te zien:
pl: Aby urządzenie było widoczne:
pt: Para que um dispositivo seja visível:
tr: Bir cihazın görünür olması için:

# deviceMustBeOn
source: The device must be turned on
fr: L'appareil doit être allumé
it: Il dispositivo deve essere acceso
ja: デバイスの電源が入っている
ko: 기기 전원이 켜져 있어야 함
nl: Het apparaat moet aan staan
pl: Urządzenie musi być włączone
pt: O dispositivo deve estar ligado
tr: Cihaz açık olmalı

# bluetoothMustBeEnabledOnDevice
source: Bluetooth must be enabled on the device
fr: Le Bluetooth doit être activé sur l'appareil
it: Il Bluetooth deve essere attivato sul dispositivo
ja: デバイスのBluetoothが有効になっている
ko: 기기의 Bluetooth가 켜져 있어야 함
nl: Bluetooth moet ingeschakeld zijn op het apparaat
pl: Bluetooth musi być włączony na urządzeniu
pt: O Bluetooth deve estar ativado no dispositivo
tr: Cihazda Bluetooth açık olmalı

# deviceMustBeInRange
source: The device must be within range (< 10 meters)
fr: L'appareil doit être à portée (< 10 mètres)
it: Il dispositivo deve essere nel raggio d'azione (< 10 metri)
ja: デバイスが範囲内にある（10メートル以内）
ko: 기기가 범위 내에 있어야 함 (10미터 이내)
nl: Het apparaat moet binnen bereik zijn (< 10 meter)
pl: Urządzenie musi być w zasięgu (< 10 metrów)
pt: O dispositivo deve estar ao alcance (< 10 metros)
tr: Cihaz menzilde olmalı (< 10 metre)

# someDevicesDontBroadcastName
source: Some devices don't broadcast their name
fr: Certains appareils n'émettent pas leur nom
it: Alcuni dispositivi non trasmettono il loro nome
ja: 一部のデバイスは名前を送信しません
ko: 일부 기기는 이름을 전송하지 않습니다
nl: Sommige apparaten zenden hun naam niet uit
pl: Niektóre urządzenia nie nadają swojej nazwy
pt: Alguns dispositivos não transmitem seu nome
tr: Bazı cihazlar adlarını yayınlamaz

# tipShowUnnamedDevices
source: Tip: Enable "Show unnamed devices" to see all nearby Bluetooth devices.
fr: Astuce : Activez "Afficher les appareils sans nom" pour voir tous les appareils Bluetooth à proximité.
it: Consiglio: Attiva "Mostra dispositivi senza nome" per vedere tutti i dispositivi Bluetooth nelle vicinanze.
ja: ヒント：「名前のないデバイスを表示」を有効にすると、すべてのBluetoothデバイスが表示されます。
ko: 팁: "이름 없는 기기 표시"를 켜면 모든 Bluetooth 기기를 볼 수 있습니다.
nl: Tip: Schakel "Naamloze apparaten tonen" in om alle Bluetooth-apparaten te zien.
pl: Wskazówka: Włącz "Pokaż urządzenia bez nazwy", aby zobaczyć wszystkie urządzenia Bluetooth.
pt: Dica: Ative "Mostrar dispositivos sem nome" para ver todos os dispositivos Bluetooth próximos.
tr: İpucu: Tüm Bluetooth cihazlarını görmek için "İsimsiz cihazları göster"i açın.
