Repository: JeromeSiau/sonar
Catalog: lib/l10n/app_*.arb
Languages: fr, it, ja, ko, nl, pl, pt, tr

# understood
source: Got it
fr: Compris
it: Capito
ja: 了解
ko: 확인
nl: Begrepen
pl: Rozumiem
pt: Entendi
tr: Anladım

# pleaseEnableBluetoothSettings
source: Please enable Bluetooth in your device settings.
fr: Veuillez activer le Bluetooth dans les réglages de votre appareil.
it: Per favore attiva il Bluetooth nelle impostazioni del dispositivo.
ja: デバイスの設定でBluetoothを有効にしてください。
ko: 기기 설정에서 Bluetooth를 켜세요.
nl: Schakel Bluetooth in via je apparaatinstellingen.
pl: Włącz Bluetooth w ustawieniach urządzenia.
pt: Por favor, ative o Bluetooth nas configurações do seu dispositivo.
tr: Lütfen cihaz ayarlarından Bluetooth'u açın.

# onboardingSkip
source: Skip
fr: Passer
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
pt: Pular
tr: Atla

# onboardingNext
source: Next
fr: Suivant
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt: Próximo
tr: İleri

# onboardingStart
source: Get Started
fr: Commencer
ja: 始める
ko: 시작
nl: Starten
pl: Rozpocznij
pt: Começar
tr: Başla

# onboardingTitle1
source: Find your lost devices
fr: Retrouvez vos appareils perdus
ja: なくしたデバイスを見つける
ko: 잃어버린 기기 찾기
nl: Vind je verloren apparaten
pl: Znajdź zgubione urządzenia
pt: Encontre seus dispositivos perdidos
tr: Kayıp cihazlarınızı bulun

# onboardingDesc1
source: Our precision radar guides you to your lost earbuds, AirPods, and Bluetooth devices.
fr: Notre radar de précision vous guide vers vos écouteurs, AirPods et appareils Bluetooth égarés.
ja: 高精度レーダーで、イヤホンやAirPods、Bluetoothデバイスの場所を特定します。
ko: 정밀 레이더로 이어폰, AirPods, Bluetooth 기기의 위치를 찾아드립니다.
nl: Onze precisieradar leidt je naar je oordopjes, AirPods en verloren Bluetooth-apparaten.
pl: Nasz precyzyjny radar prowadzi Cię do słuchawek, AirPods i zgubionych urządzeń Bluetooth.
pt: Nosso radar de precisão guia você até seus fones, AirPods e dispositivos Bluetooth perdidos.
tr: Hassas radarımız sizi kulaklıklarınıza, AirPods'larınıza ve kayıp Bluetooth cihazlarınıza yönlendirir.

# onboardingTitle2
source: Save your favorites
fr: Sauvegardez vos favoris
ja: お気に入りに保存
ko: 즐겨찾기에 저장
nl: Sla je favorieten op
pl: Zapisz ulubione
pt: Salve seus favoritos
tr: Favorilerinizi kaydedin

# onboardingDesc2
source: Add your important devices to favorites to find them instantly every time you use the app.
fr: Ajoutez vos appareils importants en favoris pour les retrouver instantanément à chaque utilisation.
ja: 大切なデバイスをお気に入りに追加して、いつでもすぐに見つけられます。
ko: 중요한 기기를 즐겨찾기에 추가하여 언제든 빠르게 찾으세요.
nl: Voeg je belangrijke apparaten toe aan favorieten om ze direct te vinden.
pl: Dodaj ważne urządzenia do ulubionych, aby natychmiast je znaleźć.
pt: Adicione seus dispositivos importantes aos favoritos para encontrá-los instantaneamente.
tr: Önemli cihazlarınızı favorilere ekleyerek anında bulun.

# onboardingTitle3
source: A few permissions needed
fr: Quelques autorisations nécessaires
ja: いくつかの許可が必要です
ko: 몇 가지 권한이 필요합니다
nl: Enkele machtigingen nodig
pl: Potrzebne kilka uprawnień
pt: Algumas permissões necessárias
tr: Birkaç izin gerekli

# onboardingDesc3
source: To scan Bluetooth devices and help you locate them, we need your permission.
fr: Pour scanner les appareils Bluetooth et vous aider à les localiser, nous avons besoin de votre permission.
ja: Bluetoothデバイスをスキャンして探すために、許可が必要です。
ko: Bluetooth 기기를 스캔하고 찾으려면 권한이 필요합니다.
nl: Om Bluetooth-apparaten te scannen en te vinden, hebben we je toestemming nodig.
pl: Aby skanować i lokalizować urządzenia Bluetooth, potrzebujemy Twojej zgody.
pt: Para escanear dispositivos Bluetooth e ajudá-lo a localizá-los, precisamos da sua permissão.
tr: Bluetooth cihazlarını taramak ve bulmak için izninize ihtiyacımız var.

# lastSeenLocation
source: Last known location
fr: Dernière position connue
ja: 最後に検出された場所
ko: 마지막으로 감지된 위치
nl: Laatst bekende locatie
pl: Ostatnia znana lokalizacja
pt: Última localização conhecida
tr: Son bilinen konum

# noLocationHistory
source: No location recorded
fr: Aucune position enregistrée
ja: 位置情報の履歴がありません
ko: 위치 기록 없음
nl: Geen locatiegeschiedenis
pl: Brak historii lokalizacji
pt: Nenhuma localização registrada
tr: Konum geçmişi yok

# noLocationHistoryDescription
source: Location will be saved when you find this device.
fr: La position sera enregistrée quand vous retrouverez cet appareil.
ja: デバイスを検出した時に位置情報が記録されます。
ko: 기기를 찾으면 위치가 기록됩니다.
nl: De locatie wordt opgeslagen wanneer je dit apparaat vindt.
pl: Lokalizacja zostanie zapisana po znalezieniu tego urządzenia.
pt: A localização será registrada quando você encontrar este dispositivo.
tr: Bu cihazı bulduğunuzda konum kaydedilecektir.

source: Show on map
fr: Voir sur la carte
ja: 地図で見る
ko: 지도에서 보기
nl: Op kaart bekijken
pl: Pokaż na mapie
pt: Ver no mapa
tr: Haritada göster

# gpsAccuracyNotice
source: General area (~100m). Use radar for precise tracking.
fr: Zone générale (~100m). Utilisez le radar pour localiser précisément.
ja: おおよその範囲（約100m）。正確な場所はレーダーをご使用ください。
ko: 대략적인 범위 (~100m). 정확한 위치는 레이더를 사용하세요.
nl: Algemene zone (~100m). Gebruik de radar voor precieze locatie.
pl: Ogólny obszar (~100m). Użyj radaru dla dokładnej lokalizacji.
pt: Área aproximada (~100m). Use o radar para localização precisa.
tr: Genel alan (~100m). Kesin konum için radarı kullanın.

source: Open Radar
fr: Ouvrir le Radar
ja: レーダーを開く
ko: 레이더 열기
nl: Radar openen
pl: Otwórz Radar
pt: Abrir Radar
tr: Radarı Aç

source: Unknown device
fr: Appareil inconnu
ja: 不明なデバイス
ko: 알 수 없는 기기
nl: Onbekend apparaat
pl: Nieznane urządzenie
pt: Dispositivo desconhecido
tr: Bilinmeyen cihaz

# featureUnlimitedRadar
source: Unlimited radar tracking
fr: Localisation radar illimitée
ja: 無制限のレーダー探索
ko: 무제한 레이더 탐색
nl: Onbeperkte radarlocatie
pl: Nieograniczona lokalizacja radarowa
pt: Localização por radar ilimitada
tr: Sınırsız radar konumlandırma

# featureFindAllDevices
source: Find all your devices
fr: Retrouvez tous vos appareils
ja: すべてのデバイスを探す
ko: 모든 기기 찾기
nl: Vind al je apparaten
pl: Znajdź wszystkie urządzenia
pt: Encontre todos os seus dispositivos
tr: Tüm cihazlarınızı bulun

# featureAudioAlerts
source: Audio proximity alerts
fr: Alertes audio de proximité
ja: 接近時のオーディオアラート
ko: 근접 시 오디오 알림
nl: Audio-waarschuwingen bij nadering
pl: Alerty dźwiękowe zbliżenia
pt: Alertas sonoros de proximidade
tr: Yaklaşma sesli uyarıları

# featureNoAds
source: No ads, ever
fr: Sans publicité
ja: 広告なし
ko: 광고 없음
nl: Geen advertenties
pl: Bez reklam
pt: Sem anúncios
tr: Reklamsız

# featureLifetimeUpdates
source: Lifetime updates
fr: Mises à jour à vie
ja: 永久アップデート
ko: 평생 업데이트
nl: Levenslange updates
pl: Dożywotnie aktualizacje
pt: Atualizações vitalícias
tr: Ömür boyu güncellemeler

source: FREE
fr: GRATUIT
ja: 無料
ko: 무료
nl: GRATIS
pl: BEZPŁATNIE
pt: GRÁTIS
tr: ÜCRETSİZ

# tapDeviceToLocate
source: Tap a device to locate it
fr: Appuyez sur un appareil pour le localiser
ja: デバイスをタップして探す
ko: 기기를 탭하여 찾기
nl: Tik op een apparaat om te vinden
pl: Dotknij urządzenia, aby zlokalizować
pt: Toque em um dispositivo para localizá-lo
tr: Bulmak için bir cihaza dokunun

source: SIGNAL
ja: 信号
ko: 신호
nl: SIGNAAL
pl: SYGNAŁ
pt: SINAL
tr: SİNYAL
